Overload List
Name  |   Description
RollBack
 Rolls back all changes made to the model during the transaction.
RollBack(FailureHandlingOptions)
 Rolls back all changes made to the model during the transaction.
 See Also
  Transaction Class
  Transaction Members
  Autodesk.Revit.DB Namespace